<?php
// Heading
$_['heading_title']    = 'EMS';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_city_from'] = 'Город откуда осуществляется доставка:';
$_['entry_max_weight'] = 'Максимальный вес:';
$_['entry_vid'] = 'Вид отображения доставки:
<br> %from% - откуда идет товар,
<br> %to% - куда идет товар,
<br> %mind% - мин. кол-во дн.,
<br> %maxd% - макс. кол-во дн.,
<br> %ves% - вес товара';
$_['entry_vid_out'] = 'Вид отображения доставки (международный):
<br> %from% - страна, откуда идет товар,
<br> %to% - страна, куда идет товар,
<br> %from_city% - город, откуда идет товар,
<br> %to_city% - город, куда идет товар,
<br> %ves% - вес товара';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>
