<?php
// Heading
$_['heading_title']    = 'Группы покупателей';

// Text
$_['text_success']     = 'Группы покупателей изменены!';

// Column
$_['column_name']      = 'Название группы покупателей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название группы покупателей:';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения групп покупателей!';
$_['error_name']       = 'Название группы должно быть от 3 до 64 символов!';
$_['error_default']    = 'Эта группа пользователей не может быть удалена, потому что она используется в основном магазине!';
$_['error_store']      = 'Эта группа пользователей не может быть удалена, потому что она используется в %s магазине(ах)!';
$_['error_customer']   = 'Эта группа пользователей не может быть удалена, потому что в нее входит %s покупатель(-я,-ей)!';
$_['error_registred']  = 'Эта группа пользователей не может быть удалена, потому что она используется при регитрации покупателей!';
?>
