<?php
// Heading
$_['heading_title']     = 'Экспорт / Импорт';

// Text
$_['text_success']      = 'Отлично: Вы успешно импортировали ваши категории и товары!';

// Entry
$_['entry_restore']     = 'Импорт из файла Excel:';
$_['entry_description'] = 'Используйте данную функцию для экспорта или импорта всех Ваших категорий и продуктов в/из XLS файла';

// Error
$_['error_permission']  = 'Внимание: У Вас недостаточно прав для использования экспорта/импорта!';
$_['error_upload']      = 'Загужаемый файл не соответствует стандарту файла для импорта или значения в файле в неверных форматах!';
$_['error_sheet_count'] = 'Экспорт/Импорт: Неверное количиство листов, нужно 7 листов';
$_['error_categories_header'] = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Категорий';
$_['error_products_header']   = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Продуктов';
$_['error_options_header']    = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Вариантов';
$_['error_attributes_header'] = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Атрибутов';
$_['error_specials_header']   = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Специальных предложений';
$_['error_discounts_header']  = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Скидок';
$_['error_rewards_header']    = 'Экспорт/Импорт: Неверный заголовок в рабочем листе Наград';

// Button labels
$_['button_import']     = 'Импорт';
$_['button_export']     = 'Экспорт';
?>